[
  "บางครั้งเรารู้สึกเศร้าหรือไม่แน่ใจ แต่เราไม่ควรลืมว่าเรามีความสามารถมากกว่าที่เราคิด การเชื่อในตัวเองสามารถช่วยให้เราเอาชนะความคิดและความสงสัยเชิงลบได้",
  "หนึ่งในปัจจัยสําคัญในการสร้างความมั่นใจในตนเองคือการตระหนักและยอมรับจุดแข็งของเรา เราทุกคนมีพรสวรรค์และความสามารถเฉพาะตัว และสิ่งสําคัญคือต้องมุ่งเน้นไปที่สิ่งเหล่านี้แทนที่จะอาศัยจุดอ่อนของเรา ด้วยการมุ่งเน้นไปที่จุดแข็งของเราเราสามารถสร้างความมั่นใจในตนเองและปรับปรุงความเป็นอยู่โดยรวมของเรา",
  "การอยู่ใกล้คนที่คิดบวกและสนับสนุนสามารถสร้างความแตกต่างอย่างมากต่อความรู้สึกของเราที่มีต่อตัวเราเอง ดังนั้นจึงเป็นความคิดที่ดีที่จะใช้เวลากับเพื่อนและครอบครัวที่ช่วยให้เราดีที่สุด",
  "อีกวิธีหนึ่งในการปรับปรุงความมั่นใจในตนเองคือการฝึกดูแลตนเอง ซึ่งอาจรวมถึงกิจกรรมต่างๆเช่นการออกกําลังกายการทําสมาธิหรือเพียงแค่ใช้เวลาในการผ่อนคลายและเติมพลัง โดยการดูแลตัวเองเราสามารถปรับปรุงความเป็นอยู่ที่ดีทางร่างกายและอารมณ์ของเราซึ่งจะสามารถเพิ่มความมั่นใจในตนเอง",
  "หนึ่งในสิ่งที่สําคัญที่สุดที่เราสามารถทําได้เพื่อสร้างความมั่นใจในตนเองคือการฝึกความเห็นอกเห็นใจตนเอง ความเห็นอกเห็นใจตนเองเกี่ยวข้องกับการปฏิบัติต่อตนเองด้วยความเมตตาและความเข้าใจแม้ว่าเราจะทําผิดพลาดหรือขาดความคาดหวังก็ตาม ด้วยการอ่อนโยนกับตัวเองและตระหนักถึงคุณค่าของเราเองเราสามารถลดความรู้สึกสงสัยในตนเองได้",
  "อีกวิธีหนึ่งในการเพิ่มความมั่นใจในตนเองคือการเรียนรู้จากความล้มเหลว แทนที่จะมองว่าความล้มเหลวเป็นความล้มเหลวส่วนบุคคลสิ่งสําคัญคือต้องมองว่าเป็นโอกาสในการเรียนรู้และเติบโต ด้วยการยอมรับความล้มเหลวและใช้เป็นประสบการณ์การเรียนรู้เราสามารถสร้างความยืดหยุ่นและเพิ่มความมั่นใจในตนเอง",
  "สิ่งสําคัญคือการเฉลิมฉลองความสําเร็จของเราไม่ว่าพวกเขาจะดูเล็กแค่ไหนก็ตาม การใช้เวลาในการรับรู้และเฉลิมฉลองความสําเร็จของเราไม่ว่าจะเล็กแค่ไหนก็สามารถช่วยสร้างความมั่นใจในตนเองและปรับปรุงความเป็นอยู่โดยรวมของเรา",
  "สุดท้ายสิ่งสําคัญคือต้องหลีกเลี่ยงการเปรียบเทียบตัวเรากับคนอื่น เราแต่ละคนมีการเดินทางที่เป็นเอกลักษณ์ของเราเองและการเปรียบเทียบตัวเองกับผู้อื่นสามารถนําไปสู่ความรู้สึกไม่เพียงพอและความนับถือตนเองต่ํา แต่สิ่งสําคัญคือต้องมุ่งเน้นไปที่ความก้าวหน้าและการเติบโตของเราเอง"
]